{"title":"Marco de Antecedentes","markdown":{"yaml":{"title":"Marco de Antecedentes","author":"Juan Pablo Montaño Díaz & Laura Katherine Martinez Castiblanco"},"headingText":"Encuesta Nacional de Población Privada de la Libertad (ENPOL) 2016","containsRefs":false,"markdown":"\n\nLa Encuesta Nacional de Población Privada de la Libertad (ENPOL) representa un recurso fundamental para examinar las condiciones de procesamiento e internamiento de la población carcelaria en México. La ENPOL 2021, siendo la segunda edición de este estudio, se suma a la información previamente recopilada en la encuesta realizada en 2016. Además, complementa los datos obtenidos a través de los Censos Nacionales de Gobierno, Seguridad Pública y Sistema Penitenciario, así como la Información Estadística Penitenciaria Nacional. En cumplimiento con lo establecido en el artículo 29 de la Ley Nacional de Ejecución Penal, el Instituto Nacional de Estadística y Geografía (INEGI) ha llevado a cabo ambas ediciones de la ENPOL. Este marco de antecedentes tiene como objetivo contextualizar la comparación de resultados entre las ediciones de ENPOL en 2021 y 2016, proporcionando una base sólida para analizar las tendencias y entender la evolución de la situación de la población carcelaria en México.\n\n\nPara el levantamiento de la ENPOL 2016, se llevaron a cabo visitas a 338 Centros Penitenciarios en todo México entre octubre y diciembre de ese año, cubriendo tanto ámbitos federales, estatales y municipales en las 32 entidades federativas del país. Se priorizó la inclusión de los 37 centros penitenciarios con mayor densidad poblacional. La encuesta se enfocó en personas mayores de 18 años, ya sea en proceso legal o sentenciadas por delitos del fuero común o federal, y se incluyeron centros penitenciarios municipales, estatales, de la Ciudad de México y federales. La muestra nacional alcanzó un tamaño de 64,150 personas, con cobertura geográfica a nivel nacional, por entidad federativa y específicamente para los 37 centros penitenciarios de interés. Los resultados de esta encuesta se distribuyen en las siguientes secciones:\n\n## Características de la población privada de la libertad\n\n La ENPOL encuestó a 211,000 adultos en prisiones municipales, estatales y federales, con un 5% de mujeres. A nivel nacional, había una tasa de 173 personas encarceladas por cada 100,000 habitantes. La mayoría de los encarcelados, el 68.1%, tenían entre 18 y 39 años, y la gran mayoría, el 94.1%, sabía leer y escribir, mientras que el 72.1% tenía educación básica.\n \n## Antecedentes Familiares y Laborales\n\nA nivel nacional, aproximadamente dos tercios (67.3%) de la población privada de la libertad vivieron en hogares biparentales antes de los 15 años. Además, el 70.3% de los encarcelados tenían dependientes económicos al momento de su arresto, con el 64.1% de ellos teniendo hijos dependientes. Respecto a los antecedentes laborales, el 97.1% de la población encarcelada había trabajado antes de su arresto, con un 18.7% dedicados a labores artesanales en su última ocupación.\n\n## Antecedentes penales\n\nEn 2016, a nivel nacional, aproximadamente una cuarta parte (25.9%) de la población privada de la libertad había sido juzgada previamente por algún delito antes de su reclusión actual, y un 24.7% había estado encarcelada anteriormente. Del grupo de reincidentes, el 60% fue sentenciado por robo en su último proceso judicial, mientras que el 12.9% fue procesado por posesión ilegal de drogas.\n\n## Etapa\n\n### Arresto\n\nUn 9.4% de la población encarcelada fue arrestada ese mismo año, mientras que el 18.4% fue arrestada en 2008 o antes. El motivo principal del arresto para el 46.9% fue ser acusado de cometer un delito, y el 41.9% fue arrestado tras declarar haber cometido un delito. La mayoría (79.3%) fue esposada en el momento del arresto, y el 75.6% sufrió violencia psicológica. Además, el 63.8% experimentó agresiones físicas por parte de la autoridad. El 49.6% fue presentado ante el Ministerio Público en menos de 4 horas, pero el 11.8% fue presentado después de más de 48 horas. \n\n### Ministerio público\n\nDurante 2016, de la población encarcelada, alrededor del 67.6% fue informada sobre el motivo de su detención al ser presentada ante el Ministerio Público, y el 56.2% fue evaluada por un médico en ese momento. Además, el 73.2% fue interrogado por el Ministerio Público, con un 70.8% identificando al Agente del Ministerio Público como el interrogador. Por otro lado, el 62.6% de la población encarcelada rindió declaración ante el Ministerio Público, y el 46.6% de ellos sufrió presiones para cambiar su versión de los hechos, con el 47.5% declarándose culpable, principalmente porque reconocieron los hechos.\n\nDurante su presentación ante el Ministerio Público, el 49.4% de los encarcelados fue incomunicado o aislado, y el 40.8% fue amenazado con cargos falsos. Además, el 39.4% sufrió agresiones físicas como patadas o puñetazos, y el 23.5% fue golpeado con algún objeto. En cuanto a la duración de esta etapa, el 31% permaneció menos de 24 horas, y el 24.5% entre 24 y 48 horas. \n\n### Proceso judicial\n\nA nivel nacional, el 70.1% de la población encarcelada tenía una sentencia dictada, y el 27.5% de ellos recibió una condena de 21 años o más. Del grupo sentenciado, el 27.3% obtuvo su sentencia en seis meses o menos, mientras que el 20.2% tardó más de dos años. Además, el 39.3% de los sentenciados fueron condenados por robo. Por otro lado, el 43.4% de los procesados ha estado recluido por más de dos años, y el 10.8% lleva menos de seis meses en espera de sentencia.\n\nEn cuanto a la defensoría, el 59.2% de los sentenciados solo tuvo defensores de oficio, y el 50.6% de los procesados también. Sin embargo, el 79.5% de los sentenciados que tuvieron un defensor privado presentaron una apelación, y el 75.1% de los procesados que solo tuvieron defensores privados estaban satisfechos con su desempeño.\n\n### Centro penitenciario\n\nDurante 2016, el 45.6% de la población encarcelada compartió su celda con más de cinco personas, siendo esta cifra del 4.5% en Centros Penitenciarios Federales y del 51.1% en Centros Estatales y Municipales. Además, el 82.2% contaba con cama propia y el 97.5% tenía energía eléctrica en su celda. En cuanto a los bienes proporcionados por el centro penitenciario, el 43.8% recibió algún tipo de bien básico, principalmente ropa, y el 98.5% recibió algún tipo de servicio, siendo los alimentos el más común, recibido por el 98.4% de la población.\n\n### Vida intracarcelaria\n\nCerca del 44.6% de la población encarcelada a nivel nacional identificó alguna forma de separación entre los internos que ya tenían sentencia dictada y aquellos que estaban en proceso de obtenerla. Además, el 82.2% participó regularmente en actividades de acondicionamiento físico, mientras que el 71.3% se dedicó a actividades de lectura. Respecto al trabajo dentro del centro penitenciario, el 71.1% de la población realizó alguna actividad laboral, siendo las labores artesanales y de maquila las más comunes, mientras que el 18.8% recibió beneficios no monetarios por su trabajo, como cartas de buena conducta y comida.\n\nEn cuanto a las visitas, el 75.2% recibió visitas de familiares o amigos, quienes a menudo llevaron comida y artículos de higiene personal. La visita conyugal también fue frecuente, siendo experimentada por el 23.9% de la población encarcelada, y en el 32.5% de los casos estas visitas se llevaron a cabo semanalmente. Sin embargo, persiste un significativo nivel de inseguridad dentro de las celdas y en el centro penitenciario en general, con el 19.1% y el 31.9% de la población, respectivamente, reportando sentirse insegura. Además, un preocupante 33.2% fue víctima de conductas ilegales, con el robo de objetos personales siendo el tipo más común de victimización.\n\n### Expectativa de salida\n\nA nivel nacional, el 94% de la población encarcelada en 2016 expresó confianza en poder lograr una reinserción familiar una vez cumplida su condena. Sin embargo, solo el 40.1% manifestó creer en la posibilidad de una reinserción social al abandonar el Centro Penitenciario. Además, se observaron diferencias significativas entre los distintos centros penitenciarios en cuanto a la expectativa de reincidencia delictiva. \n\n###  Corrupción\n\nDurante el año 2016, se observó que una parte significativa de la población privada de la libertad fue víctima de actos de corrupción en diversas etapas relacionadas con su arresto y reclusión en los centros penitenciarios. En general, el 66.4% de esta población pagó por exentar el pase de lista, mientras que el 87.4% de los pagos ilegales realizados para obtener servicios, bienes, beneficios o permisos dentro de los centros penitenciarios fueron entregados a los custodios. A pesar de estas prácticas, el 94.2% de los afectados no presentó ninguna queja o denuncia formal sobre estas actividades corruptas.\n\n# Principales resultados de la encuesta nacional de población privada de la libertad ENPOL 2021\nLa Encuesta Nacional de Población Privada de la Libertad (ENPOL) 2021, realizada por el INEGI en cumplimiento del artículo 29 de la Ley Nacional de Ejecución Penal, brinda información estadística crucial sobre las condiciones de procesamiento e internamiento de personas privadas de la libertad en México. Esta segunda edición de la encuesta complementa otros estudios realizados por el INEGI, como los Censos Nacionales de Gobierno, Seguridad Pública y Sistema Penitenciario, así como la Información Estadística Penitenciaria Nacional. El objetivo principal de la ENPOL 2021 es generar datos estadísticos relevantes con representatividad nacional, estatal y específicamente para los 54 centros penitenciarios de interés, abordando aspectos como el perfil demográfico y socioeconómico de la población carcelaria, los delitos por los cuales fueron procesados y sentenciados, entre otras características presentadas a continuación.\n\n### Características de la población privada de la libertad\n\nSegún la ENPOL 2021, la población carcelaria en México en 2021 fue de 220.5 mil personas, siendo mayoritariamente hombres (94.3%) en comparación con mujeres (5.7%). El grupo más representado en la población penitenciaria tenía entre 30 y 39 años, constituyendo el 36.1% del total, con una distribución similar entre hombres y mujeres. Sin embargo, en el rango de edad de 18 a 29 años, la población de mujeres superaba ligeramente a la de hombres.\n\nEn cuanto al nivel educativo, la mayoría de la población privada de la libertad (94.6%) afirmó saber leer y escribir, y el 69.7% tenía estudios de educación básica completos. Además, la mayoría de los detenidos reportaron haber trabajado la semana previa a su detención, con una proporción mayor entre los hombres (85.4%) en comparación con las mujeres (73%). Por último, en cuanto a la situación familiar, se observó que el 67.8% de las mujeres encarceladas en 2021 tenían hijos menores de edad, y más de la mitad de ellas tenían entre dos y tres hijos.\n\n### Antecedentes Familiares y Laborales\n\nA nivel nacional se encuentra que en cuanto al entorno familiar durante la infancia, la mayoría (68.5%) vivió con ambos padres antes de los 15 años, pero un porcentaje significativo (21.4%) indicó que al menos uno de sus progenitores consumía alcohol de manera frecuente, y el 12.8% manifestó problemas familiares. Estos factores pueden haber influido en su desarrollo emocional y conductual.\n\nRespecto a los dependientes económicos, la gran mayoría (79.6%) tenía responsabilidades financieras antes de su detención, destacando la diferencia entre hombres (80.3%) y mujeres (68.1%). Además, se observa que una proporción importante de mujeres encarceladas (67.8%) tiene hijos menores de edad, y más de la mitad de ellas (55.2%) señaló que sus hijos eran cuidados por los abuelos.\n\nEn cuanto a los antecedentes laborales, la mayoría de la población privada de la libertad había trabajado alguna vez (84.7%), con un porcentaje considerable (23.1%) dedicado a trabajos artesanales en su última ocupación. Entre las mujeres, el 73% había trabajado previamente, destacando que un notable porcentaje (37.2%) se dedicaba al comercio o ventas. Estos datos sugieren que una parte significativa de los encarcelados tenía experiencia laboral. \n\n### Antecedentes personales\n\nLos datos sobre antecedentes personales de la población penitenciaria en México proporcionan una visión detallada de diversos aspectos de salud y comportamiento. En cuanto a la orientación sexual e identidad de género, la mayoría se identifica como hombre (93.6%), con una abrumadora mayoría reportando una orientación heterosexual (95.8%). En lo que respecta a enfermedades diagnosticadas, se observa que un 9.3% de la población tiene hipertensión, con un porcentaje significativo recibiendo tratamiento dentro del centro penitenciario. Sin embargo, aún existe un porcentaje considerable de personas que no reciben tratamiento para su enfermedad, como el 93.6% de las mujeres diagnosticadas con hepatitis y el 42.6% de los hombres que no toman medicamentos para su enfermedad debido a la finalización del tratamiento. Además, se evidencia que la mayoría de la población penitenciaria recibe exámenes médicos a su llegada al centro (72.7%), pero un porcentaje menor recibe revisiones médicas durante su estancia (41.7%).\n\nPor otro lado, en cuanto al consumo de sustancias psicotrópicas, se destaca que el alcohol y el tabaco son las sustancias más consumidas tanto a lo largo de la vida como en los últimos doce meses, con un 82.1% y 78.6% respectivamente. Sin embargo, la marihuana también es significativamente consumida, con un 13.8% en el último año. Al desglosar por género, se observa que las mujeres tienen una prevalencia de consumo de tabaco más alta (51.1%) en comparación con los hombres (44.1%), mientras que estos últimos muestran un mayor consumo de marihuana (14.1%). En cuanto al acceso a conservantes en el centro penitenciario, un 48% de los hombres no los solicitan, posiblemente debido a su gratuidad (45.2%).\n\n### Antecedentes penales \n\nLos datos sobre antecedentes penales de la población privada de la libertad en México revelan patrones significativos en cuanto a reincidencia delictiva y períodos de reclusión previos. A nivel nacional, aproximadamente el 20.5% de la población penitenciaria señaló haber sido juzgada por algún delito antes de su reclusión actual, y un 17.4% estuvo previamente recluida en un centro penitenciario. Esto sugiere una proporción notable de personas que han tenido encuentros previos con el sistema de justicia penal. Además, se observa que un 42.8% de aquellos que estuvieron recluidos previamente pasaron más de dos años en un centro penitenciario, lo que indica períodos prolongados de contacto con el sistema de justicia antes de su reclusión actual.\n\nAl desglosar por género, se evidencia que un mayor porcentaje de hombres (21.3%) reportaron antecedentes penales en comparación con las mujeres (6.8%). En cuanto a la naturaleza de los delitos por los cuales fueron sentenciados previamente, el robo es el delito más común, representando el 57.5% de los casos de reincidencia, seguido por la posesión ilegal de drogas con un 11.9%. Sin embargo, en el caso de las mujeres con antecedentes penales, el delito de posesión ilegal de drogas se destaca con un 20.7%, lo que sugiere una posible disparidad en los tipos de delitos cometidos por género.\n\n### Detención \n\nLos datos sobre la detención de la población privada de la libertad en México revelan una serie de preocupaciones significativas en cuanto a los procedimientos policiales y la violación de derechos durante el proceso de detención. A nivel nacional, se destaca que un considerable 39.5% de la población detenida lo fue en los últimos 4 años, lo que sugiere una alta tasa de detenciones recientes. Además, resulta alarmante que el 43.9% de las personas privadas de la libertad señalen haber sido detenidas por acusaciones falsas o implicaciones en delitos, lo que plantea serias cuestiones sobre la imparcialidad y la legalidad de los procedimientos de detención.\n\nEn cuanto a la conducta de las autoridades durante la detención, los datos son igualmente preocupantes. Un elevado porcentaje del 85.8% de la población privada de la libertad reportó haber sufrido algún tipo de uso de la fuerza durante la detención, y el 64.5% mencionó haber sufrido actos de violencia posterior a la detención, como la incomunicación, las amenazas o la violencia física. Es especialmente alarmante que un 15.5% de las mujeres que sufrieron agresiones físicas mencionaron haber sido víctimas de agresiones sexuales por parte de la policía o autoridad que las detuvo. Además, la prevalencia de casos de despojo o robo de dinero y pertenencias por parte de las autoridades durante la detención, reportada por el 46% de la población detenida. \n\n### Ministerio Público\n\nLos datos relacionados con la experiencia de las personas privadas de la libertad en el Ministerio Público sugieren una serie de preocupaciones significativas sobre el respeto de los derechos humanos y la integridad durante este proceso. A nivel nacional, el 66.1% de la población detenida fue informada del delito del que se les acusaba al ser presentados ante el Ministerio Público, lo que deja a una parte significativa de la población sin una comprensión clara de las acusaciones en su contra. Además, el 49.4% fue evaluado por un médico, lo que sugiere una inconsistencia en la atención médica durante este proceso crucial. Es particularmente alarmante que el 48.8% de aquellos que rindieron declaración ante el Ministerio Público se declararon culpables, y de ellos, el 18.2% mencionó haberlo hecho bajo presiones o amenazas. Esto plantea serias interrogantes sobre la preservación del principio de presunción de inocencia.\n\nPor otro lado, las cifras sobre la violencia psicológica y física en la Agencia del Ministerio Público son preocupantes. El 51.8% de la población privada de la libertad reportó haber sido incomunicada o aislada durante su estancia, mientras que el 28% mencionó haber recibido patadas o puñetazos por parte de las autoridades. Es especialmente alarmante que el 11% de las mujeres detenidas haya señalado haber sido víctimas de agresiones sexuales durante su estancia en la Agencia del Ministerio Público. \n\n### Proceso Judicial\n\nLos datos sobre el proceso judicial revelan varios aspectos preocupantes en relación con la eficiencia y la equidad del sistema legal en México. Por ejemplo, el 72% de la población privada de la libertad ya contaba con una sentencia dictada, lo que sugiere un alto nivel de congestión en el sistema judicial. Además, el 39% de los sentenciados recibió condenas de 21 años o más, lo que plantea interrogantes sobre la proporcionalidad de las penas y la efectividad de los procesos de rehabilitación. Por otro lado, la duración del proceso judicial varía, con el 39.2% de la población privada de la libertad que ha pasado más de dos años en espera de su sentencia, mientras que el 17.3% ha pasado seis meses o menos en esta situación.\n\nEn cuanto a la representación legal, preocupa que más de la mitad de la población privada de la libertad sentenciada haya contado únicamente con defensores de oficio durante el proceso penal. Aunque la mayoría de los que tuvieron defensores privados expresaron satisfacción con su desempeño, el nivel de satisfacción entre aquellos que solo tuvieron defensores de oficio es significativamente menor, con solo el 30.4%.\n\n### Centro penitenciario \n\nLos datos sobre las condiciones en los centros penitenciarios en México muestran una disparidad significativa en la distribución de la población por celda. A nivel nacional, el 46.4% de los reclusos compartieron su celda con más de cinco personas en 2021, siendo esta cifra mucho más alta en los centros estatales (50.1%) en comparación con los centros penitenciarios federales (0.01%). Esta disparidad también se observa en el porcentaje de población privada de la libertad que compartió su celda con más de cinco personas por entidad federativa y por centro penitenciario de interés. Es especialmente preocupante el hecho de que el 13.4% de los hombres haya compartido su celda con más de quince personas, lo que sugiere una sobrepoblación extrema en algunos casos.\n\nEn términos de condiciones de vida, la mayoría de los reclusos reportaron tener acceso a ciertos servicios básicos. El 86.5% de la población privada de la libertad contó con cama propia en su celda, mientras que el 98.3% tuvo acceso a luz eléctrica. Sin embargo, aún existen deficiencias en algunos aspectos, como el servicio de agua potable, que solo fue reportado por el 73.9% de las mujeres. Además, aunque la mayoría de los reclusos recibieron algún tipo de bien o servicio por parte del centro penitenciario, aproximadamente un tercio de ellos expresó insatisfacción con los mismos. \n\n#### Hijos en el Centro penitenciario\n\nEn 2021, se observa que el 5.8% de la población de mujeres privadas de la libertad en México declaró tener hijos menores de doce años viviendo dentro del centro penitenciario, y la gran mayoría de estos niños (96.6%) nacieron durante la reclusión de sus madres. Además, el hecho de que el 98.2% de las mujeres con hijos en prisión tengan al menos un hijo viviendo con ellas destaca la importancia de proporcionar servicios y apoyo adecuados para estas familias en el sistema penitenciario.\n\nEn cuanto a los servicios proporcionados por el centro penitenciario para los hijos de las mujeres reclusas, se observa que el 81.5% señaló que se proporcionaron vacunas a los menores, lo que indica un esfuerzo por parte de las autoridades para garantizar la salud de estos niños. Sin embargo, es preocupante que el 22% de las mujeres con hijos en prisión hayan tenido que pagar por algunos de los bienes o servicios que reciben sus hijos, con el 71.3% de estos pagos relacionados con medicamentos.\n\n### Vida Intracarcelaria\n\nLa vida intracarcelaria en México presenta una serie de aspectos destacados. Por un lado, el 50.5% de la población privada de la libertad identifica una separación entre internos sentenciados y procesados, lo que sugiere un intento de mantener cierto orden dentro de los centros penitenciarios. Además, la mayoría de los reclusos participan en actividades como el culto religioso (95.9%) y la lectura (86.7%), lo que podría contribuir a su bienestar emocional y psicológico. En cuanto a las actividades laborales, el 71.2% de los reclusos realizan algún tipo de trabajo en el centro penitenciario, siendo el trabajo artesanal (46.5%) y los servicios personales (9.1%) los más comunes. Sin embargo, solo el 15.8% de los que trabajan reciben beneficios no monetarios.\n\nPor otro lado, persisten preocupaciones en torno a la seguridad y la discriminación dentro de las cárceles. El 25.9% de la población privada de la libertad se siente insegura en el centro penitenciario, y el 34.1% ha sido víctima de algún delito en prisión, principalmente robo de objetos personales. Además, el 16.9% ha experimentado discriminación en el centro penitenciario, siendo el motivo principal el tipo de delito que cometieron. Es notable que la mayoría de los actos discriminatorios (82.3%) son perpetrados por otros internos, lo que indica tensiones y conflictos dentro de las instalaciones carcelarias. \n\n### Corrupción\n\nSegún datos recopilados, el 36.2% de los reclusos ha sido víctima de al menos un acto de corrupción, destacándose situaciones como el pago ilegal por el pase de lista dentro del centro penitenciario, donde el 55.3% de los internos realizó este pago. Es particularmente preocupante que el 88.9% de estos pagos haya sido entregado a los custodios, lo que sugiere una posible complicidad y tolerancia a prácticas corruptas dentro del sistema carcelario. Además, la falta de denuncias por parte de los afectados es alarmante, con un 96.4% de los casos en los que no se presentó queja o denuncia, siendo una de las razones la percepción de que la corrupción es una práctica común.\n\n### Expectativas de Salida \n\nLas expectativas de reinserción de la población privada de la libertad en México reflejan un desafío significativo, con más de la mitad (53.9%) expresando su preocupación por cómo su estancia en un centro penitenciario afectará sus posibilidades de reintegrarse al ámbito laboral una vez que cumplan su condena. Esta preocupación es aún más pronunciada entre las mujeres, donde el 60.9% comparte esta perspectiva. Además, una parte significativa de las mujeres (31.2%) también teme que su estancia en prisión pueda afectar su capacidad para reintegrarse a su familia después de su liberación.\n\nPor otro lado, aunque el porcentaje de población privada de la libertad que considera probable volver a cometer delitos después de salir del centro penitenciario es relativamente bajo (4.5%), sigue siendo una preocupación importante en términos de prevención de la reincidencia delictiva.","srcMarkdownNoYaml":"\n\nLa Encuesta Nacional de Población Privada de la Libertad (ENPOL) representa un recurso fundamental para examinar las condiciones de procesamiento e internamiento de la población carcelaria en México. La ENPOL 2021, siendo la segunda edición de este estudio, se suma a la información previamente recopilada en la encuesta realizada en 2016. Además, complementa los datos obtenidos a través de los Censos Nacionales de Gobierno, Seguridad Pública y Sistema Penitenciario, así como la Información Estadística Penitenciaria Nacional. En cumplimiento con lo establecido en el artículo 29 de la Ley Nacional de Ejecución Penal, el Instituto Nacional de Estadística y Geografía (INEGI) ha llevado a cabo ambas ediciones de la ENPOL. Este marco de antecedentes tiene como objetivo contextualizar la comparación de resultados entre las ediciones de ENPOL en 2021 y 2016, proporcionando una base sólida para analizar las tendencias y entender la evolución de la situación de la población carcelaria en México.\n\n# Encuesta Nacional de Población Privada de la Libertad (ENPOL) 2016\n\nPara el levantamiento de la ENPOL 2016, se llevaron a cabo visitas a 338 Centros Penitenciarios en todo México entre octubre y diciembre de ese año, cubriendo tanto ámbitos federales, estatales y municipales en las 32 entidades federativas del país. Se priorizó la inclusión de los 37 centros penitenciarios con mayor densidad poblacional. La encuesta se enfocó en personas mayores de 18 años, ya sea en proceso legal o sentenciadas por delitos del fuero común o federal, y se incluyeron centros penitenciarios municipales, estatales, de la Ciudad de México y federales. La muestra nacional alcanzó un tamaño de 64,150 personas, con cobertura geográfica a nivel nacional, por entidad federativa y específicamente para los 37 centros penitenciarios de interés. Los resultados de esta encuesta se distribuyen en las siguientes secciones:\n\n## Características de la población privada de la libertad\n\n La ENPOL encuestó a 211,000 adultos en prisiones municipales, estatales y federales, con un 5% de mujeres. A nivel nacional, había una tasa de 173 personas encarceladas por cada 100,000 habitantes. La mayoría de los encarcelados, el 68.1%, tenían entre 18 y 39 años, y la gran mayoría, el 94.1%, sabía leer y escribir, mientras que el 72.1% tenía educación básica.\n \n## Antecedentes Familiares y Laborales\n\nA nivel nacional, aproximadamente dos tercios (67.3%) de la población privada de la libertad vivieron en hogares biparentales antes de los 15 años. Además, el 70.3% de los encarcelados tenían dependientes económicos al momento de su arresto, con el 64.1% de ellos teniendo hijos dependientes. Respecto a los antecedentes laborales, el 97.1% de la población encarcelada había trabajado antes de su arresto, con un 18.7% dedicados a labores artesanales en su última ocupación.\n\n## Antecedentes penales\n\nEn 2016, a nivel nacional, aproximadamente una cuarta parte (25.9%) de la población privada de la libertad había sido juzgada previamente por algún delito antes de su reclusión actual, y un 24.7% había estado encarcelada anteriormente. Del grupo de reincidentes, el 60% fue sentenciado por robo en su último proceso judicial, mientras que el 12.9% fue procesado por posesión ilegal de drogas.\n\n## Etapa\n\n### Arresto\n\nUn 9.4% de la población encarcelada fue arrestada ese mismo año, mientras que el 18.4% fue arrestada en 2008 o antes. El motivo principal del arresto para el 46.9% fue ser acusado de cometer un delito, y el 41.9% fue arrestado tras declarar haber cometido un delito. La mayoría (79.3%) fue esposada en el momento del arresto, y el 75.6% sufrió violencia psicológica. Además, el 63.8% experimentó agresiones físicas por parte de la autoridad. El 49.6% fue presentado ante el Ministerio Público en menos de 4 horas, pero el 11.8% fue presentado después de más de 48 horas. \n\n### Ministerio público\n\nDurante 2016, de la población encarcelada, alrededor del 67.6% fue informada sobre el motivo de su detención al ser presentada ante el Ministerio Público, y el 56.2% fue evaluada por un médico en ese momento. Además, el 73.2% fue interrogado por el Ministerio Público, con un 70.8% identificando al Agente del Ministerio Público como el interrogador. Por otro lado, el 62.6% de la población encarcelada rindió declaración ante el Ministerio Público, y el 46.6% de ellos sufrió presiones para cambiar su versión de los hechos, con el 47.5% declarándose culpable, principalmente porque reconocieron los hechos.\n\nDurante su presentación ante el Ministerio Público, el 49.4% de los encarcelados fue incomunicado o aislado, y el 40.8% fue amenazado con cargos falsos. Además, el 39.4% sufrió agresiones físicas como patadas o puñetazos, y el 23.5% fue golpeado con algún objeto. En cuanto a la duración de esta etapa, el 31% permaneció menos de 24 horas, y el 24.5% entre 24 y 48 horas. \n\n### Proceso judicial\n\nA nivel nacional, el 70.1% de la población encarcelada tenía una sentencia dictada, y el 27.5% de ellos recibió una condena de 21 años o más. Del grupo sentenciado, el 27.3% obtuvo su sentencia en seis meses o menos, mientras que el 20.2% tardó más de dos años. Además, el 39.3% de los sentenciados fueron condenados por robo. Por otro lado, el 43.4% de los procesados ha estado recluido por más de dos años, y el 10.8% lleva menos de seis meses en espera de sentencia.\n\nEn cuanto a la defensoría, el 59.2% de los sentenciados solo tuvo defensores de oficio, y el 50.6% de los procesados también. Sin embargo, el 79.5% de los sentenciados que tuvieron un defensor privado presentaron una apelación, y el 75.1% de los procesados que solo tuvieron defensores privados estaban satisfechos con su desempeño.\n\n### Centro penitenciario\n\nDurante 2016, el 45.6% de la población encarcelada compartió su celda con más de cinco personas, siendo esta cifra del 4.5% en Centros Penitenciarios Federales y del 51.1% en Centros Estatales y Municipales. Además, el 82.2% contaba con cama propia y el 97.5% tenía energía eléctrica en su celda. En cuanto a los bienes proporcionados por el centro penitenciario, el 43.8% recibió algún tipo de bien básico, principalmente ropa, y el 98.5% recibió algún tipo de servicio, siendo los alimentos el más común, recibido por el 98.4% de la población.\n\n### Vida intracarcelaria\n\nCerca del 44.6% de la población encarcelada a nivel nacional identificó alguna forma de separación entre los internos que ya tenían sentencia dictada y aquellos que estaban en proceso de obtenerla. Además, el 82.2% participó regularmente en actividades de acondicionamiento físico, mientras que el 71.3% se dedicó a actividades de lectura. Respecto al trabajo dentro del centro penitenciario, el 71.1% de la población realizó alguna actividad laboral, siendo las labores artesanales y de maquila las más comunes, mientras que el 18.8% recibió beneficios no monetarios por su trabajo, como cartas de buena conducta y comida.\n\nEn cuanto a las visitas, el 75.2% recibió visitas de familiares o amigos, quienes a menudo llevaron comida y artículos de higiene personal. La visita conyugal también fue frecuente, siendo experimentada por el 23.9% de la población encarcelada, y en el 32.5% de los casos estas visitas se llevaron a cabo semanalmente. Sin embargo, persiste un significativo nivel de inseguridad dentro de las celdas y en el centro penitenciario en general, con el 19.1% y el 31.9% de la población, respectivamente, reportando sentirse insegura. Además, un preocupante 33.2% fue víctima de conductas ilegales, con el robo de objetos personales siendo el tipo más común de victimización.\n\n### Expectativa de salida\n\nA nivel nacional, el 94% de la población encarcelada en 2016 expresó confianza en poder lograr una reinserción familiar una vez cumplida su condena. Sin embargo, solo el 40.1% manifestó creer en la posibilidad de una reinserción social al abandonar el Centro Penitenciario. Además, se observaron diferencias significativas entre los distintos centros penitenciarios en cuanto a la expectativa de reincidencia delictiva. \n\n###  Corrupción\n\nDurante el año 2016, se observó que una parte significativa de la población privada de la libertad fue víctima de actos de corrupción en diversas etapas relacionadas con su arresto y reclusión en los centros penitenciarios. En general, el 66.4% de esta población pagó por exentar el pase de lista, mientras que el 87.4% de los pagos ilegales realizados para obtener servicios, bienes, beneficios o permisos dentro de los centros penitenciarios fueron entregados a los custodios. A pesar de estas prácticas, el 94.2% de los afectados no presentó ninguna queja o denuncia formal sobre estas actividades corruptas.\n\n# Principales resultados de la encuesta nacional de población privada de la libertad ENPOL 2021\nLa Encuesta Nacional de Población Privada de la Libertad (ENPOL) 2021, realizada por el INEGI en cumplimiento del artículo 29 de la Ley Nacional de Ejecución Penal, brinda información estadística crucial sobre las condiciones de procesamiento e internamiento de personas privadas de la libertad en México. Esta segunda edición de la encuesta complementa otros estudios realizados por el INEGI, como los Censos Nacionales de Gobierno, Seguridad Pública y Sistema Penitenciario, así como la Información Estadística Penitenciaria Nacional. El objetivo principal de la ENPOL 2021 es generar datos estadísticos relevantes con representatividad nacional, estatal y específicamente para los 54 centros penitenciarios de interés, abordando aspectos como el perfil demográfico y socioeconómico de la población carcelaria, los delitos por los cuales fueron procesados y sentenciados, entre otras características presentadas a continuación.\n\n### Características de la población privada de la libertad\n\nSegún la ENPOL 2021, la población carcelaria en México en 2021 fue de 220.5 mil personas, siendo mayoritariamente hombres (94.3%) en comparación con mujeres (5.7%). El grupo más representado en la población penitenciaria tenía entre 30 y 39 años, constituyendo el 36.1% del total, con una distribución similar entre hombres y mujeres. Sin embargo, en el rango de edad de 18 a 29 años, la población de mujeres superaba ligeramente a la de hombres.\n\nEn cuanto al nivel educativo, la mayoría de la población privada de la libertad (94.6%) afirmó saber leer y escribir, y el 69.7% tenía estudios de educación básica completos. Además, la mayoría de los detenidos reportaron haber trabajado la semana previa a su detención, con una proporción mayor entre los hombres (85.4%) en comparación con las mujeres (73%). Por último, en cuanto a la situación familiar, se observó que el 67.8% de las mujeres encarceladas en 2021 tenían hijos menores de edad, y más de la mitad de ellas tenían entre dos y tres hijos.\n\n### Antecedentes Familiares y Laborales\n\nA nivel nacional se encuentra que en cuanto al entorno familiar durante la infancia, la mayoría (68.5%) vivió con ambos padres antes de los 15 años, pero un porcentaje significativo (21.4%) indicó que al menos uno de sus progenitores consumía alcohol de manera frecuente, y el 12.8% manifestó problemas familiares. Estos factores pueden haber influido en su desarrollo emocional y conductual.\n\nRespecto a los dependientes económicos, la gran mayoría (79.6%) tenía responsabilidades financieras antes de su detención, destacando la diferencia entre hombres (80.3%) y mujeres (68.1%). Además, se observa que una proporción importante de mujeres encarceladas (67.8%) tiene hijos menores de edad, y más de la mitad de ellas (55.2%) señaló que sus hijos eran cuidados por los abuelos.\n\nEn cuanto a los antecedentes laborales, la mayoría de la población privada de la libertad había trabajado alguna vez (84.7%), con un porcentaje considerable (23.1%) dedicado a trabajos artesanales en su última ocupación. Entre las mujeres, el 73% había trabajado previamente, destacando que un notable porcentaje (37.2%) se dedicaba al comercio o ventas. Estos datos sugieren que una parte significativa de los encarcelados tenía experiencia laboral. \n\n### Antecedentes personales\n\nLos datos sobre antecedentes personales de la población penitenciaria en México proporcionan una visión detallada de diversos aspectos de salud y comportamiento. En cuanto a la orientación sexual e identidad de género, la mayoría se identifica como hombre (93.6%), con una abrumadora mayoría reportando una orientación heterosexual (95.8%). En lo que respecta a enfermedades diagnosticadas, se observa que un 9.3% de la población tiene hipertensión, con un porcentaje significativo recibiendo tratamiento dentro del centro penitenciario. Sin embargo, aún existe un porcentaje considerable de personas que no reciben tratamiento para su enfermedad, como el 93.6% de las mujeres diagnosticadas con hepatitis y el 42.6% de los hombres que no toman medicamentos para su enfermedad debido a la finalización del tratamiento. Además, se evidencia que la mayoría de la población penitenciaria recibe exámenes médicos a su llegada al centro (72.7%), pero un porcentaje menor recibe revisiones médicas durante su estancia (41.7%).\n\nPor otro lado, en cuanto al consumo de sustancias psicotrópicas, se destaca que el alcohol y el tabaco son las sustancias más consumidas tanto a lo largo de la vida como en los últimos doce meses, con un 82.1% y 78.6% respectivamente. Sin embargo, la marihuana también es significativamente consumida, con un 13.8% en el último año. Al desglosar por género, se observa que las mujeres tienen una prevalencia de consumo de tabaco más alta (51.1%) en comparación con los hombres (44.1%), mientras que estos últimos muestran un mayor consumo de marihuana (14.1%). En cuanto al acceso a conservantes en el centro penitenciario, un 48% de los hombres no los solicitan, posiblemente debido a su gratuidad (45.2%).\n\n### Antecedentes penales \n\nLos datos sobre antecedentes penales de la población privada de la libertad en México revelan patrones significativos en cuanto a reincidencia delictiva y períodos de reclusión previos. A nivel nacional, aproximadamente el 20.5% de la población penitenciaria señaló haber sido juzgada por algún delito antes de su reclusión actual, y un 17.4% estuvo previamente recluida en un centro penitenciario. Esto sugiere una proporción notable de personas que han tenido encuentros previos con el sistema de justicia penal. Además, se observa que un 42.8% de aquellos que estuvieron recluidos previamente pasaron más de dos años en un centro penitenciario, lo que indica períodos prolongados de contacto con el sistema de justicia antes de su reclusión actual.\n\nAl desglosar por género, se evidencia que un mayor porcentaje de hombres (21.3%) reportaron antecedentes penales en comparación con las mujeres (6.8%). En cuanto a la naturaleza de los delitos por los cuales fueron sentenciados previamente, el robo es el delito más común, representando el 57.5% de los casos de reincidencia, seguido por la posesión ilegal de drogas con un 11.9%. Sin embargo, en el caso de las mujeres con antecedentes penales, el delito de posesión ilegal de drogas se destaca con un 20.7%, lo que sugiere una posible disparidad en los tipos de delitos cometidos por género.\n\n### Detención \n\nLos datos sobre la detención de la población privada de la libertad en México revelan una serie de preocupaciones significativas en cuanto a los procedimientos policiales y la violación de derechos durante el proceso de detención. A nivel nacional, se destaca que un considerable 39.5% de la población detenida lo fue en los últimos 4 años, lo que sugiere una alta tasa de detenciones recientes. Además, resulta alarmante que el 43.9% de las personas privadas de la libertad señalen haber sido detenidas por acusaciones falsas o implicaciones en delitos, lo que plantea serias cuestiones sobre la imparcialidad y la legalidad de los procedimientos de detención.\n\nEn cuanto a la conducta de las autoridades durante la detención, los datos son igualmente preocupantes. Un elevado porcentaje del 85.8% de la población privada de la libertad reportó haber sufrido algún tipo de uso de la fuerza durante la detención, y el 64.5% mencionó haber sufrido actos de violencia posterior a la detención, como la incomunicación, las amenazas o la violencia física. Es especialmente alarmante que un 15.5% de las mujeres que sufrieron agresiones físicas mencionaron haber sido víctimas de agresiones sexuales por parte de la policía o autoridad que las detuvo. Además, la prevalencia de casos de despojo o robo de dinero y pertenencias por parte de las autoridades durante la detención, reportada por el 46% de la población detenida. \n\n### Ministerio Público\n\nLos datos relacionados con la experiencia de las personas privadas de la libertad en el Ministerio Público sugieren una serie de preocupaciones significativas sobre el respeto de los derechos humanos y la integridad durante este proceso. A nivel nacional, el 66.1% de la población detenida fue informada del delito del que se les acusaba al ser presentados ante el Ministerio Público, lo que deja a una parte significativa de la población sin una comprensión clara de las acusaciones en su contra. Además, el 49.4% fue evaluado por un médico, lo que sugiere una inconsistencia en la atención médica durante este proceso crucial. Es particularmente alarmante que el 48.8% de aquellos que rindieron declaración ante el Ministerio Público se declararon culpables, y de ellos, el 18.2% mencionó haberlo hecho bajo presiones o amenazas. Esto plantea serias interrogantes sobre la preservación del principio de presunción de inocencia.\n\nPor otro lado, las cifras sobre la violencia psicológica y física en la Agencia del Ministerio Público son preocupantes. El 51.8% de la población privada de la libertad reportó haber sido incomunicada o aislada durante su estancia, mientras que el 28% mencionó haber recibido patadas o puñetazos por parte de las autoridades. Es especialmente alarmante que el 11% de las mujeres detenidas haya señalado haber sido víctimas de agresiones sexuales durante su estancia en la Agencia del Ministerio Público. \n\n### Proceso Judicial\n\nLos datos sobre el proceso judicial revelan varios aspectos preocupantes en relación con la eficiencia y la equidad del sistema legal en México. Por ejemplo, el 72% de la población privada de la libertad ya contaba con una sentencia dictada, lo que sugiere un alto nivel de congestión en el sistema judicial. Además, el 39% de los sentenciados recibió condenas de 21 años o más, lo que plantea interrogantes sobre la proporcionalidad de las penas y la efectividad de los procesos de rehabilitación. Por otro lado, la duración del proceso judicial varía, con el 39.2% de la población privada de la libertad que ha pasado más de dos años en espera de su sentencia, mientras que el 17.3% ha pasado seis meses o menos en esta situación.\n\nEn cuanto a la representación legal, preocupa que más de la mitad de la población privada de la libertad sentenciada haya contado únicamente con defensores de oficio durante el proceso penal. Aunque la mayoría de los que tuvieron defensores privados expresaron satisfacción con su desempeño, el nivel de satisfacción entre aquellos que solo tuvieron defensores de oficio es significativamente menor, con solo el 30.4%.\n\n### Centro penitenciario \n\nLos datos sobre las condiciones en los centros penitenciarios en México muestran una disparidad significativa en la distribución de la población por celda. A nivel nacional, el 46.4% de los reclusos compartieron su celda con más de cinco personas en 2021, siendo esta cifra mucho más alta en los centros estatales (50.1%) en comparación con los centros penitenciarios federales (0.01%). Esta disparidad también se observa en el porcentaje de población privada de la libertad que compartió su celda con más de cinco personas por entidad federativa y por centro penitenciario de interés. Es especialmente preocupante el hecho de que el 13.4% de los hombres haya compartido su celda con más de quince personas, lo que sugiere una sobrepoblación extrema en algunos casos.\n\nEn términos de condiciones de vida, la mayoría de los reclusos reportaron tener acceso a ciertos servicios básicos. El 86.5% de la población privada de la libertad contó con cama propia en su celda, mientras que el 98.3% tuvo acceso a luz eléctrica. Sin embargo, aún existen deficiencias en algunos aspectos, como el servicio de agua potable, que solo fue reportado por el 73.9% de las mujeres. Además, aunque la mayoría de los reclusos recibieron algún tipo de bien o servicio por parte del centro penitenciario, aproximadamente un tercio de ellos expresó insatisfacción con los mismos. \n\n#### Hijos en el Centro penitenciario\n\nEn 2021, se observa que el 5.8% de la población de mujeres privadas de la libertad en México declaró tener hijos menores de doce años viviendo dentro del centro penitenciario, y la gran mayoría de estos niños (96.6%) nacieron durante la reclusión de sus madres. Además, el hecho de que el 98.2% de las mujeres con hijos en prisión tengan al menos un hijo viviendo con ellas destaca la importancia de proporcionar servicios y apoyo adecuados para estas familias en el sistema penitenciario.\n\nEn cuanto a los servicios proporcionados por el centro penitenciario para los hijos de las mujeres reclusas, se observa que el 81.5% señaló que se proporcionaron vacunas a los menores, lo que indica un esfuerzo por parte de las autoridades para garantizar la salud de estos niños. Sin embargo, es preocupante que el 22% de las mujeres con hijos en prisión hayan tenido que pagar por algunos de los bienes o servicios que reciben sus hijos, con el 71.3% de estos pagos relacionados con medicamentos.\n\n### Vida Intracarcelaria\n\nLa vida intracarcelaria en México presenta una serie de aspectos destacados. Por un lado, el 50.5% de la población privada de la libertad identifica una separación entre internos sentenciados y procesados, lo que sugiere un intento de mantener cierto orden dentro de los centros penitenciarios. Además, la mayoría de los reclusos participan en actividades como el culto religioso (95.9%) y la lectura (86.7%), lo que podría contribuir a su bienestar emocional y psicológico. En cuanto a las actividades laborales, el 71.2% de los reclusos realizan algún tipo de trabajo en el centro penitenciario, siendo el trabajo artesanal (46.5%) y los servicios personales (9.1%) los más comunes. Sin embargo, solo el 15.8% de los que trabajan reciben beneficios no monetarios.\n\nPor otro lado, persisten preocupaciones en torno a la seguridad y la discriminación dentro de las cárceles. El 25.9% de la población privada de la libertad se siente insegura en el centro penitenciario, y el 34.1% ha sido víctima de algún delito en prisión, principalmente robo de objetos personales. Además, el 16.9% ha experimentado discriminación en el centro penitenciario, siendo el motivo principal el tipo de delito que cometieron. Es notable que la mayoría de los actos discriminatorios (82.3%) son perpetrados por otros internos, lo que indica tensiones y conflictos dentro de las instalaciones carcelarias. \n\n### Corrupción\n\nSegún datos recopilados, el 36.2% de los reclusos ha sido víctima de al menos un acto de corrupción, destacándose situaciones como el pago ilegal por el pase de lista dentro del centro penitenciario, donde el 55.3% de los internos realizó este pago. Es particularmente preocupante que el 88.9% de estos pagos haya sido entregado a los custodios, lo que sugiere una posible complicidad y tolerancia a prácticas corruptas dentro del sistema carcelario. Además, la falta de denuncias por parte de los afectados es alarmante, con un 96.4% de los casos en los que no se presentó queja o denuncia, siendo una de las razones la percepción de que la corrupción es una práctica común.\n\n### Expectativas de Salida \n\nLas expectativas de reinserción de la población privada de la libertad en México reflejan un desafío significativo, con más de la mitad (53.9%) expresando su preocupación por cómo su estancia en un centro penitenciario afectará sus posibilidades de reintegrarse al ámbito laboral una vez que cumplan su condena. Esta preocupación es aún más pronunciada entre las mujeres, donde el 60.9% comparte esta perspectiva. Además, una parte significativa de las mujeres (31.2%) también teme que su estancia en prisión pueda afectar su capacidad para reintegrarse a su familia después de su liberación.\n\nPor otro lado, aunque el porcentaje de población privada de la libertad que considera probable volver a cometer delitos después de salir del centro penitenciario es relativamente bajo (4.5%), sigue siendo una preocupación importante en términos de prevención de la reincidencia delictiva."},"formats":{"html":{"identifier":{"display-name":"HTML","target-format":"html","base-format":"html"},"execute":{"fig-width":7,"fig-height":5,"fig-format":"retina","fig-dpi":96,"df-print":"default","error":false,"eval":true,"cache":null,"freeze":false,"echo":true,"output":true,"warning":true,"include":true,"keep-md":false,"keep-ipynb":false,"ipynb":null,"enabled":null,"daemon":null,"daemon-restart":false,"debug":false,"ipynb-filters":[],"ipynb-shell-interactivity":null,"plotly-connected":true,"engine":"markdown"},"render":{"keep-tex":false,"keep-typ":false,"keep-source":false,"keep-hidden":false,"prefer-html":false,"output-divs":true,"output-ext":"html","fig-align":"default","fig-pos":null,"fig-env":null,"code-fold":"none","code-overflow":"scroll","code-link":false,"code-line-numbers":false,"code-tools":false,"tbl-colwidths":"auto","merge-includes":true,"inline-includes":false,"preserve-yaml":false,"latex-auto-mk":true,"latex-auto-install":true,"latex-clean":true,"latex-min-runs":1,"latex-max-runs":10,"latex-makeindex":"makeindex","latex-makeindex-opts":[],"latex-tlmgr-opts":[],"latex-input-paths":[],"latex-output-dir":null,"link-external-icon":false,"link-external-newwindow":false,"self-contained-math":false,"format-resources":[],"notebook-links":true},"pandoc":{"standalone":true,"wrap":"none","default-image-extension":"png","to":"html","css":["styles.css"],"toc":true,"output-file":"Antecedentes.html"},"language":{"toc-title-document":"Tabla de contenidos","toc-title-website":"En esta página","related-formats-title":"Otros formatos","related-notebooks-title":"Notebooks","source-notebooks-prefix":"Fuente","other-links-title":"Otros Enlaces","code-links-title":"Enlaces de código","launch-dev-container-title":"Iniciar Dev Container","launch-binder-title":"Iniciar Binder","article-notebook-label":"Cuaderno de Artículo","notebook-preview-download":"Descargar Cuaderno","notebook-preview-download-src":"Descargar código fuente","notebook-preview-back":"Volver al Artículo","manuscript-meca-bundle":"Archivo MECA","section-title-abstract":"Resumen","section-title-appendices":"Apéndices","section-title-footnotes":"Notas","section-title-references":"Referencias","section-title-reuse":"Reutilización","section-title-copyright":"Derechos de autor","section-title-citation":"Cómo citar","appendix-attribution-cite-as":"Por favor, cita este trabajo como:","appendix-attribution-bibtex":"BibTeX","title-block-author-single":"Autor/a","title-block-author-plural":"Autores/as","title-block-affiliation-single":"Afiliación","title-block-affiliation-plural":"Afiliaciones","title-block-published":"Fecha de publicación","title-block-modified":"Fecha de modificación","title-block-keywords":"Palabras clave","callout-tip-title":"Tip","callout-note-title":"Nota","callout-warning-title":"Advertencia","callout-important-title":"Importante","callout-caution-title":"Precaución","code-summary":"Código","code-tools-menu-caption":"Código","code-tools-show-all-code":"Mostrar todo el código","code-tools-hide-all-code":"Ocultar todo el código","code-tools-view-source":"Ver el código fuente","code-tools-source-code":"Ejecutar el código","tools-share":"Compartir","tools-download":"Descargar","code-line":"Línea","code-lines":"Líneas","copy-button-tooltip":"Copiar al portapapeles","copy-button-tooltip-success":"Copiado","repo-action-links-edit":"Editar esta página","repo-action-links-source":"Ver el código","repo-action-links-issue":"Informar de un problema","back-to-top":"Volver arriba","search-no-results-text":"Sin resultados","search-matching-documents-text":"documentos encontrados","search-copy-link-title":"Copiar el enlace en la búsqueda","search-hide-matches-text":"Ocultar resultados adicionales","search-more-match-text":"resultado adicional en este documento","search-more-matches-text":"resultados adicionales en este documento","search-clear-button-title":"Borrar","search-text-placeholder":"","search-detached-cancel-button-title":"Cancelar","search-submit-button-title":"Enviar","search-label":"Buscar","toggle-section":"Alternar sección","toggle-sidebar":"Alternar barra lateral","toggle-dark-mode":"Alternar modo oscuro","toggle-reader-mode":"Alternar modo lector","toggle-navigation":"Navegación de palanca","crossref-fig-title":"Figura","crossref-tbl-title":"Tabla","crossref-lst-title":"Listado","crossref-thm-title":"Teorema","crossref-lem-title":"Lema","crossref-cor-title":"Corolario","crossref-prp-title":"Proposición","crossref-cnj-title":"Conjetura","crossref-def-title":"Definición","crossref-exm-title":"Ejemplo","crossref-exr-title":"Ejercicio","crossref-ch-prefix":"Capítulo","crossref-apx-prefix":"Apéndice","crossref-sec-prefix":"Sección","crossref-eq-prefix":"Ecuación","crossref-lof-title":"Listado de Figuras","crossref-lot-title":"Listado de Tablas","crossref-lol-title":"Listado de Listados","environment-proof-title":"Prueba","environment-remark-title":"Observación","environment-solution-title":"Solución","listing-page-order-by":"Ordenar por","listing-page-order-by-default":"Por defecto","listing-page-order-by-date-asc":"Menos reciente","listing-page-order-by-date-desc":"Más reciente","listing-page-order-by-number-desc":"De mayor a menor","listing-page-order-by-number-asc":"De menor a mayor","listing-page-field-date":"Fecha","listing-page-field-title":"Título","listing-page-field-description":"Descripción","listing-page-field-author":"Autor/a","listing-page-field-filename":"Nombre de archivo","listing-page-field-filemodified":"Fecha de modificación","listing-page-field-subtitle":"Subtítulo","listing-page-field-readingtime":"Tiempo de lectura","listing-page-field-wordcount":"Conteo de Palabras","listing-page-field-categories":"Categorías","listing-page-minutes-compact":"{0} minutos","listing-page-category-all":"Todas","listing-page-no-matches":"No hay resultados","listing-page-words":"{0} palabras"},"metadata":{"lang":"es","fig-responsive":true,"quarto-version":"1.4.549","editor":"visual","theme":{"light":"simplex","dark":"slate"},"toc-expand":2,"toc-title":"Tabla de contenidos","toc-location":"right","title":"Marco de Antecedentes","author":"Juan Pablo Montaño Díaz & Laura Katherine Martinez Castiblanco"},"extensions":{"book":{"multiFile":true}}}},"projectFormats":["html"]}